Repository: cke4/django-banner-rotator
Catalog: banner_rotator/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Main
eu: Nagusia

source: Show
eu: Erakutsi

source: Log clicks
eu: Gordetako klikak

source: Name
eu: Izena

source: Create at
eu: Sortua

source: Update at
eu: Eguneratua

source: campaign
eu: Kanpaña

source: campaigns
eu: Kanpañak

source: Width
eu: Zabalera

source: Height
eu: Altuera

source: place
eu: lekua

source: places
eu: lekuak

source: Size
eu: tamaina

source: Current page
eu: Egungo orria

source: Blank page
eu: Orri hutsa

source: Campaign
eu: Kanpaina

source: Image alt
eu: Irudi alt

source: Target
eu: Jopuntua

source: Views
eu: Ikustaldiak

source: Max views
eu: Ikustaldi maximoak

source: Max clicks
eu: Klik maximoak

source: Weight
eu: Pixua

source: A ten will display 10 times more often that a one.
eu: Hamarra bat baina 10 aldiz gehiago ikusiko da

source: File
eu: Fitxategia

source: Start at
eu: Hasi

source: Finish at
eu: Bukatu

source: Is active
eu: Aktibo dago

source: Place
eu: Lekua

source: banner
eu: banerra

source: banners
eu: banerrak

source: Clicks
eu: Klikak

source: banner tag takes three of four arguments
eu: banner tagak 3 edo 4 argumentu hartzen ditu
